// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Travel Info";

"HP Photo" = "HP Photo";
"HP Tri-color" = "HP Tri-color";
"HP Gray Photo" = "HP Gray Photo";
"HP Black" = "HP Black";

TaskTitle = "Travel Info";
RegionTitle = "Please select the region you are travelling to:";
CountryTitle = "Please select the country/region you are traveling to:";
TableDescription = "The print cartridges available for purchase are:";
CartridgeName = "Retail Print Cartridge Name";
HPNumber = "HP No.";
TipsButton = "Travel Tips";
TipsDescription = "The following tips will help you prepare for traveling with your printer:";
CloseButton = "Close";